{"id":1983651,"seriesId":273181,"type":{"id":1,"name":"Aired Order","type":"official"},"number":6,"nameTranslations":[],"overviewTranslations":["deu,ell,eng,fra,hun,ita,por,pt,spa"],"image":"https://artworks.thetvdb.com/banners/v4/season/1983651/posters/623510d6a129d.jpg","imageType":7,"companies":[{"id":0,"primaryCompanyType":0,"studio":"[]","network":"[]","production":"[]","distributor":"[]","special_effects":"[]"}],"translations":{"overviewTranslations":[{"overview":"Stets kampfbereit, mit zwielichtigen Methoden und einer Flut an neuen Mandanten ist Jimmy McGill auch in der letzten Staffel dieses Kritikerlieblings nicht zu stoppen.","language":"deu","IsPrimary":false},{"overview":"Αναμετρήσεις, βρομοδουλιές και πληθώρα νέων πελατών: η μεταμόρφωση του Τζίμι ολοκληρώνεται στην τελευταία σεζόν της σειράς που έλαβε διθυραμβικές κριτικές.","language":"ell","IsPrimary":false},{"overview":"The final season concludes the complicated journey and transformation of its compromised hero, Jimmy McGill, into criminal lawyer Saul Goodman. From the cartel to the courthouse, from Albuquerque to Omaha, season six tracks Jimmy, Saul and Gene as well as Jimmy’s complex relationship with Kim, who is in the midst of her own existential crisis. Meanwhile, Mike, Gus, Nacho and Lalo are locked into a game of cat and mouse with mortal stakes.","language":"eng","IsPrimary":false},{"overview":"La dernière saison conclut le voyage compliqué et la transformation de son héros compromis, Jimmy McGill, en avocat pénaliste Saul Goodman. Du cartel au palais de justice, d'Albuquerque à Omaha, la saison six suit Jimmy, Saul et Gene ainsi que la relation complexe de Jimmy avec Kim, qui est au milieu de sa propre crise existentielle. Pendant ce temps, Mike, Gus, Nacho et Lalo sont enfermés dans un jeu de chat et de souris avec des enjeux mortels.\r\n","language":"fra","IsPrimary":false},{"overview":"Leszámolások, aljasságok és egy rakás új ügyfél: Jimmy átalakulásával bezárul a kör a kritikusok által méltatott sorozat utolsó évadában.","language":"hun","IsPrimary":false},{"overview":"Rese dei conti, giochi sporchi e una marea di nuovi clienti: la trasformazione di Jimmy si conclude nella stagione finale di questa serie acclamata dalla critica.","language":"ita","IsPrimary":false},{"overview":"Ajustes de contas, trabalhinhos sujos e uma enxurrada de freguesia nova: a transformação de Jimmy fica completa na última temporada desta série aclamada pela crítica.","language":"por","IsPrimary":false},{"overview":"Confrontos, muito jogo sujo e uma enxurrada de clientes novos: a transformação de Jimmy chega ao fim na última temporada desta aclamada série.","language":"pt","IsPrimary":false},{"overview":"La temporada final concluye el complicado viaje y la transformación de su héroe comprometido, Jimmy McGill, en el abogado criminal Saul Goodman. Del cartel al juzgado, de Albuquerque a Omaha, la sexta temporada de Jimmy, Saul y Gene, así como la compleja relación de Jimmy con Kim, que está en medio de su propia crisis existencial. Mientras tanto, Mike, Gus, Nacho y Lalo están atrapados en un juego de gato y ratón con estacas mortales.","language":"spa","IsPrimary":false}]}}