{"id":1802571,"seriesId":273181,"type":{"id":1,"name":"Aired Order","type":"official"},"number":5,"nameTranslations":[],"overviewTranslations":["ell,eng,fra,hun,pol,por,pt,spa"],"image":"https://artworks.thetvdb.com/banners/series/273181/seasons/1802571/posters/5f58d5404da07.jpg","imageType":7,"companies":[{"id":0,"primaryCompanyType":0,"studio":"[]","network":"[{id:77,name:Das Erste,slug:das-erste,nameTranslations:null,overviewTranslations:null,aliases:null,country:deu,primaryCompanyType:1,activeDate:null,inactiveDate:null,companyType:{companyTypeId:1,companyTypeName:Network},parentCompany:{id:null,name:null,relation:{id:null,typeName:null}},tagOptions:null}]","production":"[]","distributor":"[]","special_effects":"[]"}],"translations":{"overviewTranslations":[{"overview":"Ο Τζίμι αλλάζει το όνομά του σε Σολ Γκούντμαν και βρίσκει νέους πελάτες. Η Κιμ αντιμετωπίζει ένα ηθικό δίλημμα στη δουλειά. Η διαμάχη του Λάλο με τον Γκας εντείνεται.","language":"ell","IsPrimary":false},{"overview":"Jimmy finally makes the decision that changes everything — to practice law as “Saul Goodman.” And this decision will soon create unexpected and profound waves of change for everyone in his world.","language":"eng","IsPrimary":false},{"overview":"Jimmy attire de nouveaux clients sous le nom de Saul Goodman. Kim se retrouve dans une position insoutenable. Quant à Lalo et Gus, ils sont à couteaux tirés.","language":"fra","IsPrimary":false},{"overview":"Saul Goodman néven Jimmy új ügyfélkört szerez magának. Kim morális dilemmával küzd a munkája miatt. Lalo és Gus viszálya elmérgesedik.","language":"hun","IsPrimary":false},{"overview":"Jimmy — teraz jako Saul Goodman — rekrutuje nowych klientów. Kim ma moralny dylemat związany z pracą. Spór Lalo i Gusa nabiera kolorów.","language":"pol","IsPrimary":false},{"overview":"Jimmy muda o seu nome para Saul Goodman e recruta novos clientes. Kim lida com um dilema moral no trabalho. O confronto entre Lalo e Gus aquece.","language":"por","IsPrimary":false},{"overview":"Jimmy muda o nome para Saul Goodman e conquista uma nova carteira de clientes. Kim enfrenta um dilema moral no trabalho e a briga esquenta entre Lalo e Gus.","language":"pt","IsPrimary":false},{"overview":"Finalmente, Jimmy toma la decisión que lo cambia todo: practicar el derecho como \"Saul Goodman\". Y esta decisión pronto creará unos cambios profundos e inesperados tanto para el como para todos los que le rodean.","language":"spa","IsPrimary":false}]}}