{"id":2139470,"seriesId":383275,"type":{"id":1,"name":"Aired Order","type":"official"},"number":2,"nameTranslations":["fra,rus"],"overviewTranslations":["ara,ces,dan,deu,eng,fra,kor,por,pt,rus,spa"],"image":"https://artworks.thetvdb.com/banners/v4/season/2139470/posters/6723f937bb62c.jpg","imageType":7,"companies":[{"id":0,"primaryCompanyType":0,"studio":"[]","network":"[]","production":"[]","distributor":"[]","special_effects":"[]"}],"translations":{"nameTranslations":[{"name":"Squid Game 2","isAlias":"true","language":"fra","IsPrimary":false},{"name":"Сезон 2","isAlias":"true","language":"rus","IsPrimary":false}],"overviewTranslations":[{"overview":"بعد ثلاث سنوات من الفوز بلعبة Squid Game، يظل اللاعب 456 مصممًا على العثور على الأشخاص وراء اللعبة وإنهاء رياضتهم الشريرة. وباستخدام هذه الثروة لتمويل بحثه، يبدأ جي هون بأكثر الأماكن وضوحًا: البحث عن الرجل الذي يرتدي بدلة أنيقة يلعب لعبة ddakji في مترو الأنفاق. ولكن عندما تسفر جهوده أخيرًا عن نتائج، يتبين أن الطريق نحو إسقاط المنظمة أكثر فتكًا مما تصور: لإنهاء اللعبة، يحتاج إلى إعادة دخولها.","language":"ara","IsPrimary":false},{"overview":"Hráč 456, Seong Gi Hun, se rozhodne, že vraždění ve hrách nenechá bez povšimnutí, a rozhodne se je zničit. Aby toho dosáhl, znovu se zapojí do šílených a krvavých her, které jsou nyní ještě brutálnější a nebezpečnější než kdy dřív. Dokáže přežít i tentokrát, nebo se stane další obětí hry?","language":"ces","IsPrimary":false},{"overview":"Hundredvis af spillere i pengenød siger ja til en mystisk invitation om at dyste i børnelege. Der venter en fristende præmie, men indsatsen er høj.","language":"dan","IsPrimary":false},{"overview":"Drei Jahre nach seinem Sieg beim Squid Game, kehrt Ki-hoon zurück, nachdem er die Reise in die Vereinigten Staaten aufgegeben hat und stürzt sich mit seinem eigenen Ziel erneut in das geheimnisvolle Überlebensspiel, zusammen mit einer neuen Gruppe von Teilnehmern, um zu versuchen, das Preisgeld von 45,6 Milliarden zu gewinnen.Das extreme Spiel beginnt erneut.","language":"deu","IsPrimary":false},{"overview":"Ready to run for your lives? Player 456 returns for more heart-pounding children's games, facing deadly new challenges — but armed with a hidden agenda.","language":"eng","IsPrimary":false},{"overview":"Trois ans après avoir remporté le jeu du calmar, le joueur 456 reste déterminé à retrouver les personnes derrière le jeu et à mettre un terme à leur sport vicieux. Utilisant cette fortune pour financer ses recherches, Gi-hun commence par le plus évident des endroits : chercher l'homme en costume élégant qui joue au ddakji dans le métro. Mais lorsque ses efforts portent enfin leurs fruits, le chemin vers le démantèlement de l'organisation s'avère plus mortel qu'il ne l'imaginait: pour mettre fin au jeu, il doit y réintégrer.","language":"fra","IsPrimary":false},{"overview":"돈 vs 도덕성. 생존 vs 인간성. 이 잔혹한 게임의 참가자들은 둘 중 하나를 택해야 한다. 자신에게 남은 최악의 본능에 굴복할 것인가. 모든 것을 잃을지도 모르는 위험을 감수할 것인가.","language":"kor","IsPrimary":false},{"overview":"Tudo a postos para jogar pela vida? O jogador 456 regressa para mais jogos infantis de gelar o sangue, com novos desafios letais, mas armado com a própria agenda secreta.","language":"por","IsPrimary":false},{"overview":"Salve-se quem puder! O jogador 456 está de volta para mais jogos infantis de tirar o fôlego e novos desafios letais. Mas agora ele tem um plano secreto.","language":"pt","IsPrimary":false},{"overview":"Спустя три года после победы в «Игре в Кальмара» игрок 456 по-прежнему полон решимости найти людей, стоящих за этой игрой и положить конец их порочному спорту. Используя выигранное состояние для финансирования своих поисков, Ги-Хун начинает с самого очевидного места: искать мужчину в стильном костюме, играющего в дадакчи в метро. Но когда его усилия наконец приносят результаты, путь к уничтожению организации оказывается более смертоносным, чем он предполагал: чтобы закончить игру, ему нужно вступить в нее заново.","language":"rus","IsPrimary":false},{"overview":"Tres años después de ganar El juego del calamar, el jugador 456 sigue decidido a encontrar a las personas detrás del juego y poner fin a su vicioso deporte. Gi-hun usa esta fortuna para financiar su búsqueda y comienza con el lugar más obvio: buscar al hombre de traje elegante que juega al ddakji en el metro. Pero cuando sus esfuerzos finalmente dan resultados, el camino para acabar con la organización resulta ser más letal de lo que imaginaba: para terminar con el juego, necesita volver a entrar en él.","language":"spa","IsPrimary":false}],"aliases":"[Squid Game 2,Сезон 2]"}}